{"modelTopology":{"class_name":"Sequential","config":{"name":"sequential_8","layers":[{"class_name":"Dense","config":{"units":64,"activation":"relu","use_bias":false,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense85","trainable":true,"batch_input_shape":[null,3072],"dtype":"float32"}},{"class_name":"Dense","config":{"units":64,"activation":"relu","use_bias":false,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense86","trainable":true}},{"class_name":"Dense","config":{"units":64,"activation":"relu","use_bias":false,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense87","trainable":true}},{"class_name":"Dense","config":{"units":64,"activation":"relu","use_bias":false,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense88","trainable":true}},{"class_name":"Dense","config":{"units":64,"activation":"relu","use_bias":false,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense89","trainable":true}},{"class_name":"Dense","config":{"units":64,"activation":"relu","use_bias":false,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense90","trainable":true}},{"class_name":"Dense","config":{"units":64,"activation":"relu","use_bias":false,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense91","trainable":true}},{"class_name":"Dense","config":{"units":64,"activation":"relu","use_bias":false,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense92","trainable":true}},{"class_name":"Dense","config":{"units":64,"activation":"relu","use_bias":false,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense93","trainable":true}},{"class_name":"Dense","config":{"units":64,"activation":"relu","use_bias":false,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense94","trainable":true}},{"class_name":"Dense","config":{"units":64,"activation":"relu","use_bias":false,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense95","trainable":true}},{"class_name":"Dense","config":{"units":3072,"activation":"relu","use_bias":false,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense96","trainable":true}}]},"keras_version":"tfjs-layers 1.5.1","backend":"tensor_flow.js"},"weightsManifest":[{"paths":["weights.bin"],"weights":[{"name":"dense_Dense85/kernel","shape":[3072,64],"dtype":"float32"},{"name":"dense_Dense86/kernel","shape":[64,64],"dtype":"float32"},{"name":"dense_Dense87/kernel","shape":[64,64],"dtype":"float32"},{"name":"dense_Dense88/kernel","shape":[64,64],"dtype":"float32"},{"name":"dense_Dense89/kernel","shape":[64,64],"dtype":"float32"},{"name":"dense_Dense90/kernel","shape":[64,64],"dtype":"float32"},{"name":"dense_Dense91/kernel","shape":[64,64],"dtype":"float32"},{"name":"dense_Dense92/kernel","shape":[64,64],"dtype":"float32"},{"name":"dense_Dense93/kernel","shape":[64,64],"dtype":"float32"},{"name":"dense_Dense94/kernel","shape":[64,64],"dtype":"float32"},{"name":"dense_Dense95/kernel","shape":[64,64],"dtype":"float32"},{"name":"dense_Dense96/kernel","shape":[64,3072],"dtype":"float32"}]}],"format":"layers-model","generatedBy":"TensorFlow.js tfjs-layers v1.5.1","convertedBy":null}